Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/facta/other_files/eamialbmogat_ja_demeansa_davviriikkain.pdf.tmx
Source language: sme
Languages: smj

source: Nugo eará davviriikkain leat sámegielat divššohasat vásihan váttisvuođaid iešguđet lágan skoviin mat geavahuvvojit geahččalemiin, nugo muitogeahččaleamis, das geavahuvvojit doahpagat mat leat apmasat dahje eai leat relevánta boarrásit sámiide.
smj: Dagu ietjá nuorttarijkajn li sámegiela pasienta gássjelisvuodajt vásedam iesjguhtik lágásj sjiemájn ma guoradaládijn aneduvvi, dagu mujttogæhttjalimen, danna aneduvvi buojkuldagá ma li abmasa jali ælla relevánta boarrásap sámijda.

source: THL, Dearvvašvuođa ja čálggu instituhtta Suomas lea čađahan prošeavtta čálggu dásseárvvu váras sámiide.
smj: THL, Varresvuoda ja álkkádusá instituhtta Suoman la tjadádam prosjevtav sámij álkkádusá dássádusá gáktuj.

source: Maiddái SámiSoster lea čađahan moanaid ovdánahttin- ja pilotaprošeavttaid ja fállá ruovttubálvalusa sámegillii Enodat gielddas.
smj: SámiSoster la aj tjadádam moadda åvddånahttem- ja pilotprosjevtajt ja fállá sijdadievnastusáv sámegiellaj Enodagá (Enontekiö) suohkanin.

source: Jagis 2017 oaččui organisašuvdna eurohpalaš bálkkašumi barggus ovddas, earret eará prošeavttas man ulbmil leai doajut sámiid main lea demeansa dan bokte ahte gehčče bearrái ahte sii ožžo kultuvrralaš ja gielalaš beroštumiid musihka, duoji ja luondduvásáhusaid bokte.
smj: Jagen 2017 oattjoj organisasjåvnnå europealasj guddnebálkkáv ietjas bargos åvdås, duola degu prosjevtajn man ulmme lij doarjjot sámijt gænna la demænssa navti váj oadtjun kultuvralasj ja gielalasj dárbojt ållidum musihka, duoje ja luonndovásádusáj baktu.

source: Ruonáeatnama ráđđehus mearridii nationála demeanssastrategiijas jagis 2013, dat leai vuolgán guorahallamis jagis 2012.
smj: Ruonáednama ráddidus mierredij nasjonála demænssastratesjijjav jagen 2013, dat lij vuolggám guoradallamis jages 2012.

source: Plána doallá ain deaivása, muhto ii leat šat áigeguovdil.
smj: Pládna la ájn dåjman, valla ij la desti sæmmi ájggeguovddelis.

source: Demeansasuorggi ovddasvástádus lea Departementet for sundhed hálddus, sii čuovvulit demeansastrategiija čađaheami gielddain ja almmolaš buohccedivššu (Sundhedsvæsenets) doaimmas.
smj: Demænssasuorge åvdås vásstet Departementet for sundhed, sij tjuovvoli demænssastratesjijja tjadádimev suohkanijn ja almulasj skihppijsujto (Sundhedsvæsenets) dåjmav.

source: Guorahallamis jagis 2012 bođii ovdán ahte sullii 250 olbmuin Ruonáeatnamis leai diagnoserejuvvon demeansaváddu.
smj: Guoradallamin jages 2012 bådij åvddån suláj 250 ulmutjijn Ruonáednamin lij diagnåvseridum demænssaskihpudahka.

source: Jagis 2019 almmuhii dutkan- ja ovdánahttinprošeakta Arktisk aldring (AgeArc) viiddes čilgehusa boarrásit olbmuid diliin Ruonáeatnamis.
smj: Jagen 2019 almodij dutkam- ja åvddånahttemprosjækta Arktisk aldring (AgeArc) vijdes tjielggidusáv vuorrasap ulmutjij diles

source: Raportta vuođđu lea olmmošlogusuokkardeapmi jagis 2018 ja ollu etnográfalaš jearahallamat.
smj: Ruonáednamin. Diedádusá vuodo la álmmuklåhko jagen 2018 ja vijdes etnográffalasj ságájdahttema.

source: Das boahtá ovdán ahte ollu oami olbmuin, muhto eai buohkat, vásihit lea váttis gulahallan ja oažžut dieđuid eiseválddiin ja gielddain.
smj: Dassta boahtá åvddån moadda lagámusá, valla e val gájka, vásedi gássjelis la guládallat ja diedojt oadtjot oajválattjajs ja suohkanijs.

source: Leat stuorra erohusat gielddaid gaskkas dasa mii gullá dikšunbargiid máhttu demeanssa birra ja demeanssa ovdamorraša birra., ja álbmoga guovdu lea stuorra dárbu oažžut dieđuid demeanssa birra.
smj: Li stuorra sieradusá suohkanij gaskan mij guosská sujttobarggij máhtudahkaj demensa ja demensa huvso birra, ja álmmugin la stuora dárbbo diedojt åttjutjit demensa birra.

source: Raporta ávžžuha nationála diehtovuorká ja hárjehallanguoimmit ruonáeatnama gielddain mas lea ollislaš oaidnu das makkár návccat guhtege gielddas leat.
smj: Diedádusán oajvvaduvvá nasjonála diehtovuorkká ja guládallamguojmme ruodnáednama suohkanijda, manna la åbbålasj vuojnno dassta makkir ressursa gávnnuji guhtik suohkanin.

source: Buot demeansaguorahallamat dahkkojit Dronning Ingrids Hospitalas, mii lea Ruonáeatnama riikkabuohcceviessu.
smj: Divna demænssaguoradallama dagáduvvi Dronning Ingrids Hospitalan, mij la Ruonáednama rijkkaskihppijviesso.

source: Dáppe leat neurologat, buohccedikšárat ja buohccegymnastat geat barget demeanssa suorggis, muhto eiseváldi bargá dohko ahte galgá leat vejolaš čađahit stuorit oasi demeanssa guorahallamis báikkálaččat geahččalanreaidu RUDAS jorgaluvvo jagis 2019 kalaallisut gillii.
smj: Dáppe gávnnuji neurolåvgå, skihppijsujttára ja skihppijgymnasta gudi demensa suorgen barggi, valla oajválattja barggi dan guovlluj ahte galggá liehket máhttelis stuorep oasev demensa guoradallamis bájkálattjat tjadádit. Guoradallamræjddo RUDAN jårggåluvvá jagen 2019 kalaallisut giellaj ja galggá validieriduvvat.

source: Ruonáeatnama vuosttáš nationála konfereansa demeansa birra plánejuvvui Departementet for sundhedas jahkái 2020.
smj: Ruonáednama vuostasj nasjonála konferánssa demensa birra plániduvvá jahkáj 2020.

source: Eamiálbmotperspektiiva davviriikkalaš ovttasbarggus demeanssas
smj: Iemeálmmukperspektijvva nuorttarijkalasj demensa aktisasjbargon

source: Jagi 2015 rájis koordinere Davviriikkalaš čálgoguovddáš davviriikkalaš fierpmádaga riikka eiseválddiid ovddasteddjiid ja áššedovdiid váras.
smj: Jage 2015 rájes koordineri Nuorttarijkalasj álkkádusguovdásj nuorttarijkalasj demensværmádagáv rijka oajválattjaj åvdåstiddjij ja fáhkatjiehpij.

source: Fierpmádaga vuolggasadji leat dat nationála strategiijat ja mearrádusat mat gávdnojit demeanssa váras.
smj: Værmádagá barggamvuodo li da nasjonála stratesjijja ja mærrádusá ma demensa gáktuj gávnnuji.

source: Gaskkal jagiid 2013 – 2017 koordinerii Davviriikkalaš čálgoguovddáš prošeavtta Samer med funktionsnedsättning, bargoaddi leai norgga eiseváldi Barne-, ungdoms- og familiedirektoratet (Bufdir).
smj: Jagijn 2013–2017 koordinerij Nuorttarijkalasj álkkádusguovdásj prosjevtav Samer med funktionsnedsättning, barggovadde lij Vuonarijka Barne-, ungdoms- og familiedirektoratet (Bufdir).

source: Vuolggasadji leai dat ahte davviriikkain gávdno unnán diehtu doaibmahehttejuvvon olbmuin main lea sámi duogáš.
smj: Duogásj lij nuorttarijkajn gávnnu binná diehto doajmmahiereduvvam ulmutjij birra gejn la sáme duogásj.

source: Prošeavtta boađus leai ovdadutkan,vihtta dutkanraportta ja okta prošeaktaraporta mas ledje polisi vžžuhusat.
smj: Prosjevta boados lij åvddågehtjastibme, vihtta dutkamdiedádusá ja akta prosjæktadiedádus manna lidjin policy oajvvadusá.

source: Jagis 2017 oaččui Davviriikkalaš čálgoguovddáš sávaldagaid dutkiin, gielddain ja eará berošteddjiin davviriikkain loktet eamiálbmotperspektiivva maiddái demeanssa suorggis.
smj: Jagen 2017 oattjoj Nuorttarijkalasj álkkádusguovdásj sávadusájt dutkijs, suohkanijs ja ietjá berustiddjijs nuorttarijkajn låpptit iemeálmmukperspektijvav aj demensa suorgen.

source: Ovttas Region Jämtland Härjedalen ja sámi ávvojahki Staare 2018 ordnii Davviriikkalaš čálgoguovddáš vuosttaš davviriikkalaš konfereanssa eamiálbmogiid ja demeanssa birra Staares čakčat 2018.
smj: Aktisasjbargojn Region Jämtland Härjedalen ja sáme ávvojahke Staare 2018 ásadij Nuorttarijkalasj álkkádusguovdásj vuostasj nuorttarijkalasj konferánsav iemeálmmugij ja demensa birra Staaren 2018 tjavtja.

source: Konferensii čoahkkanedje eambbo go 90 dutki, virgeolbmot nationála, regionála ja gieldda dásis, praktihkkabáikkiid gielddaid dikšun- ja ovdamorašsuorggis ja sámi siviilaservvodagas.
smj: Konferánssaj tjåhkanin ienebut gå 90 dutke, virggeulmutja nasjonála, regionála ja suohkana dásen, suohkanij sujtto ja huksosuorge bargge ja sáme sivijlasebrudahka.

source: Konfereanssa oasseváldit ledje ovttaoaivilis das ahte davviriikkaid čálgovuogádagain gávdnojit buorit áššit maiguin máhttá joatkit bargat.
smj: Konferánsa oassálasste guorrasin jut nuorttarijkaj álkkádusvuogádagájn gávnnuji buorre ássje maj máhttá joarkket barggat.

source: Ovdamearkka dihte gávdnojit ollu gielddain Ruoŧas ja Norggas sámi skuvla, ovdaskuvla ja mánáiddikšu, ja maiddái sámi boarrásiid dikšu.
smj: Duola degu gávnnuji ållo suohkanijn Svierigin ja Vuonan sáme skåvllå, åvddåskåvllå ja mánájsujtto, ja aj sáme boarrásijsujtto.

source: “Sámi” sátni oaivvilda ahte sámegiella geavahuvvo ja ahte doaibma jođihuvvo nu ahte dat gulahallá sámi kultuvrrain.
smj: “Sáme” báhko árvval sámegiella aneduvvá ja jut ásadus dåjmaduvvá navti vaj dat hiehpá sáme kultuvrajn.

source: Maŋemus jagiid ovdáneapmi nu gohččon person-sentrerejuvvon boarrásiid- ja demeansadivššu guvlui dagaha ahte stuorit oassi divššus vuolgá indiviidda ja indiviidda duogážis, beroštumiin ja máhtuin, dát mielddisbuktá sámi perspektiivva oažžu lunddolaš saji sámi guovlluin ja olbmuide geain lea sámi identiteahtta.
smj: Maŋemus jagij åvddånibme nav gåhtjodum persåvnå sentrieriduvvam vuorrasij- ja demensasujto guovlluj vájkkut stuorep oasse sujtos vuolggá indivijda ja indivijda duogátjis, berustimijs ja máhtojs, mij merkaj sáme perspektijvva oadtju luondulasj sajev sáme guovlojn ja ulmutjijda gejna la sáme identitiehtta.

source: Dat maiddái eambbo go ovdal fátmmasta oami olbmuid.
smj: Da aj ienebut gå åvddål guosská lagámusájda.

source: Konfereanssa maŋŋá, giđđat jagi 2019, vuođđuduvvui davviriikkalaš fierpmádat eamiálbmogiid ja demeanssa váras, das leat olis eiseválddiid ovddasteaddjit, dutkit ja praktihkkárat dikšun- ja ovdamorraša ámmáhiin, Suomas, Norggas, Ruoŧas ja Ruonáeatnamis.
smj: Konferánsa maŋŋela, gidán jagen 2019, vuododuváj nuorttarijkalasj værmádahka iemeálmmugij ja demænssaj, danna oassálassti oajválattjaj åvdåstiddje, dutke ja bargge sujtto- ja huksoprofesjåvnåjn, Suoman, Vuonan, Svierigin ja Ruonáednamin.

source: Fierpmádat lea okta golmma fáddáfierpmádagain Davviriikkalaš čálgoguovddáža fierpmádaga vuolde.
smj: Værmádahka la akta gålmåt tiebmáværmádagájs Nuorttarijkalasj álkkádusguovdátja værmádagá vuolen.

source: Áigumuš lea ovttas identifiseret dárbbuid ođđa dutkamušaide, bijut mat loktejit gelbbolašvuođa ja jorgalit ja heivet diagnoserenreaidduid sámegillii ja kalaallisut gillii.
smj: Ájggomus la aktan dárbojt identifisierit ådå dutkamijda, dåjmajda ma máhtudagáv låpptiji ja jårggålit ja hiebadit diagnåvserimvædtsagijt sámegiellaj ja kalaallisut giellaj.

source: Hástalusat ja evttohusat vuosttaš davviriikkalaš konfereanssa eamiálbmogat ja demeansa bargobáji joavkkus
smj: Hásstalusá ja oajvvadusá juohkusijs vuostasj nuorttarijkalasj konferánsan iemeálmmugij ja demensa gáktuj

source: Hástalus 1
smj: Hásstalus 1

source: Váilevaš dieđut rivttiid birra, ja maid dat buktá mielddis gielddaide ja rievttiguddiide
smj: Vánes diedo riektáj birra ja majt da merkahi, suohkanij ja riektáguoddij gaskan

source: • Riektelágat leat rámmalágát mat eai váldojuvvo vuhtii gielddain, eai atte gielddaide albma reaidduid eaige delfineare ovddasvástádusa doarvái čielgasit.
smj: • Riektálága li rámmalága ma muhtem mudduj e suohkanijs vieleduvá, muhtem mudduj e vatte suohkanijda almma ræjdojt jalik sijá åvdåsvásstádusájt nuoges tjielggasit definieri.

source: Ollu gielddat barget prinsihppa mielde “seammá buohkaide”, duođas dat mearkkaša ahte čálgobálvalusat šaddet seammá lágaš, eai dássásaččat.
smj: Moadda suohkana barggi “sæmmi gájkajda” prinsihpa milta, valla duodan dat merkaj álkkádusdievnastusá sjaddi sæmmi lágatja, e dássásattja.

source: • Giella ja etnisitehta registeriid gáržžideapmi dagaha váddásit gielddaide “gávdnat” sámiid.
smj: • Giella ja tjerdalasjvuohta regissterij gártjedibme vájkkut váj suohkanijda sjaddá gássjelabbo “gávnnat” sámijt.

source: Stuorra gávpotgielddat mat dorjot girjáivuođabijuid ja – prošeavttaid maid siviila servodat jođiha eai doarjju sámi organisašuvnnaid, danne go sámit eai gula ulbmiljovkui mii galgá “integrerejuvvot”.
smj: Stuorra stádasuohkana ma doarjju moattebelakvuodadåjmajt ja - prosjevtajt majt sivijla sebrudahka jådet e sáme organisasjåvnåjt doarjo, danen gå sáme e gullu ulmmejuohkusij mij galggá “sebrudahteduvvat”.

source: • Ii leat daddjon ahte “Demeansa” lea (vuorrasit) sámiid ja inuihtaid guovdu dávdda namas.
smj: • Ij la javladuvvam “Demænssa” gávnnu (vuorrasap) sámij ja inuihtaj gaskan skihpudak namán.

source: Ollu sámiin eai leat beassan oahppat lohkat ja čállit sámegillii, ja sii eai máhte ávkkástallat čálalaš diehtojuohkinávdnasiid iežaset gillii.
smj: Moadda sáme ælla bessam oahppat låhkåt ja tjállet sámegiellaj, ja sij e máhte ávkástallat tjálalasj diehtojuohkemábnnasijt ietjasa giellaj.

source: Eambbosat main lea eamiálbmotduogáš galggaše dovdat sin rivttiid, maid mearkkaša orrut sámi hálddašangielddas ja makkár rievttit lágat addet stáhtaláhttuide mat eai gula eamiálbmogiidda.
smj: Ienebu gejna la iemeálmmukduogásj lulun galggat ietjasa riektájt dåbddåt, majt merkaj sáme háldadimsuohkanin årrot ja makkir riektá lága vaddi viesádijda gudi e háldadimsuohkanin åro.

source: Evttohus
smj: Oajvvadus

source: 1. Nationála njuolggadusat ja mearrádusat divššu ja ovddasmorraša ektui olbmuide main lea demeansa ferte váldit vuhtii eamiálbmotperspektiivva ja geavatlaš čuozahusaid dás, ovdamearkka dihte eatnigiela, dulkka geavaheapmi, “eallinbirrasa perspektiivva”, kulturduobat, sensitiviteahta ja nu gohččon cultural safety.
smj: 1. Nasjonála njuolgadusá ja mærrádusá sujto ja huvso gáktuj ulmutjijda gejna la demænssa hæhttuji iemeálmmukperspektijvav vieledit ja dan praktihkalasj vájkkudusájt, duola degu iednegiella, dålkkum, “iellembirrasa perspektijva”, kulturbuojkuldagá, sensitivitiehtta ja nav gåhtjodum cultural safety.

source: Demeansajoavkkuin, doarjja meannudeaddjin ja eará gieldda ovddasteddjiin galgá leat čielga bargogohččun muitalit makkár riekti ovttaskas stáhtalahtus lea eamiálbmogiid ja unnitloguid nationála lágaid ektui.
smj: Demænssajuohkusijn, doarjja giehtadallijn ja ietjá suohkana åvdåstiddjijn galggá liehket tjielgga barggogåhttjom subtsastit makkir riektá ájnegis viesádijn li iemeálmmugij ja unneplågoj nasjonála lágaj gáktuj.

source: 2. Sámi hálddašangielddat dárbbašit mearrádusaid, rávvagiid ja eará lágan doarjagiid mat leat ovddiduvvon nationála dásis das movt rievtti lágaid máhttit čađahit geavatlaččat.
smj: 2. Sáme háldadimsuohkana dárbahi njuolgadusájt, rádijt ja ietjá lágásj doarjjagijt ma li nasjonála dásen åvddånahteduvvam gåktu riektálágajt máhttep praktihkalattjat tjadádit.

source: Nationála eisseválddit galggaše hábmet ja fállat duohta diehtojuohkinbijuid mat máhttet geavahuvvot sámi hálddašangielddain, obbalaččat sámiid birra ja dárkileabbo makkárat rievttit leat ja gosa sáhttá váidalit jus rievttit eai váldojuvvo vuhtii.
smj: Nasjonála oajválattja lulun galggat hábbmit ja fállat duohta diehtojuohkemdåjmajt majt sáme háldadimsuohkana máhtti adnet, åbbålattjat sámij birra ja dárkkelappot makkir riektá li ja gåsi máhttá gujddit jus riektá e vieleduvá.

source: 3. Vejolaš bijut nationála dásis máhttet leat kártet ja buohtastit relevánta riektelágaid ja movt dat báikkálaččat leat implementerejuvvon Norggas, Ruoŧas, Suomas, Ruonáeatnamis ja vejolaččat Dánmárku.
smj: 3. Akta vejulasj doajmma nuorttarijka dásen máhttá liehket kárttit ja buohtastahttet guoskavasj riektálágajt ja gåktu da bájkálattjat li implementieriduvvam Vuonan, Svierigin, Suoman, Ruonáednamin ja vejulattjat Danmárkon.

source: Hástalus 2
smj: Hásstalus 2

source: Váilevaš gelbbolašvuohta gielas ja kultuvrras gielddain
smj: Vánes máhtudahka gielan ja kultuvran suohkanijn

source: • Bargiid virgáibidjamis gielddat Norggas ja Ruoŧas hárvuin gáibidit sámi giella- ja kulturmáhtu.
smj: • Vuona ja Svieriga suohkana vuorjját sáme giella- ja kultuvrramáhtov gájbbedi gå barggijt åhtsi.

source: Ruonáeatnamis váilut bargit mat ipmirdit ja hupmet kalaallisut giela.
smj: Ruonáednamin vájlluji bargge gudi dádjadi ja ságasti kalaallisut gielav.

source: • Norggas jođihuvvo buohccedivššároahpahus mat leat oahppogirjjis main lea sámi perspektiiva.
smj: • Vuonan gávnnu skihppijsujttáråhpadus man oahppogirjijn la sáme perspektijvva.

source: Lea dušše okta oahpahus mas prográmma lea iežas ulbmil hábmejuvvon.
smj: La dåssju akta åhpadus manna la sierra prográmma hábbmiduvvam.

source: Dan čájeha dutkamuš mii bođii ovdán konfereanssas.
smj: Dav vuoset dutkam mij åvddånbuvteduváj konferánsan.

source: Suomas lea prošeakta čađahuvvon mas lea sámi giella- ja kulturmáhttu sierra diakona- ja buohccedivššároahpahusas, muhto obbalaččat lea sámi perspektiiva viehka oaidnemeahttun ruoŧa ja suoma dearvvašvuođa, buohccedivššu ja sosiála surggiid oahpahusain.
smj: Suoman la prosjækta tjadáduvvam manna la sáme giella- ja kultuvrramáhtto sierra diakåvnnå- ja skihppijsujttáråhpadusán, valla åbbålattjat la sáme perspektijvva viehka vuojnnemahtes svieriga ja suoma åhpadusájn varresvuoda, skihppijsujto ja sosiála suorgijn.

source: 1. Gielddat dárbbašit systematiseret bargguideaset dalle go háhket bargiid main lea gelbbolašvuohta sámi gielas ja kultuvrras.
smj: 1. Suohkana dárbahi systematiserit bargojdisá gå galggi barggijt åttjudit gejna la máhtudahka sáme gielan ja kultuvran.

source: Álgolávki máhttá leat čállit almmuhusain ahte mielas vurdet sámi ohcciid, nugo Straejmien tjïelte Ruoŧas lea bargan.
smj: Álggolávkke máhttá liehket tjállet almodusájn mielas vuorddá sáme åhttsijt, dagu Straejmien tjïelte (Strömsunds kommun) Svierigin dahká.

source: Gielddat galggaše maiddái ráhkadit ođđa merihta-, bargovásáhusa- ja bálkávejolašvuođaid dakkár bargiid váras geain lea relevánta gelbbolašvuohta gielas ja kultuvrras.
smj: Suohkana lulun aj galggat stiellit ådå merihta-, barggovásádusá- ja bálkkámáhttelisvuodajt barggijda gejna la relevánta máhtudahka gielan ja kultuvran.

source: 2. Ávdnasat sámiid ja inuihtaid oaidnu demeanssas main lea diehtu vuođđun leat dárbbašlaččat, ja meriterejeaddji sertifiseren dain bargoveagain main lea sámi ja inuihta kulturgelbbolašvuohta, ovdamearkka dihte dakkár man vuođđu lea Silvia- sertifiseren Ruoŧas.
smj: 2. Dárbaj máhttovuododum ábnnasijt sámij ja inuihtaj árbbedábálasj vuojno milta demensa gáktuj, ja meritierijiddje sertifisierimav dajs barggijs majna la sáme ja inuihta kultuvrramáhtudahka, duola degu vásádusá Silvia- sertifisierimis Svierigin.

source: Dát máhtášii dasto šaddat praktihka lagaš vuođđooahpahus sámi kulturgelbbolašvuođas buot virgeolbmuide dikšun-, ovdamorraša- ja sosiálabálvalusas sámi hálddahusgielddain.
smj: Máhttá åvddånahttet praktihka lahka vuodoåhpadusáv sáme kultuvrramáhtudagán divna virggeulmutjijda sujtto-, huvso- ja sosiáladievnastusán sáme háldadussuohkanijn.

source: Vuđolaš ja eaŋkilis jearaldagat dego “mii sápmelaš lea” ja “orrot go sámit stuorra gávpogis?” ferte problematiseret ja vástiduvvot oahpahusas.
smj: Vuodulasj ja avtagerdak gatjálvisá degu “mij la sábme” ja “årru gus sáme stuora stádan?” hæhttu problematisieriduvvat ja vássteduvvat åhpadusán.

source: Hástalus 3
smj: Hásstalus 3

source: Váilevaš reaiddut beaivválaš barggus ja reaiddut maiguin ovddida doaimma
smj: Vánes ræjdo bæjválasj bargon ja ræjdo maj dåjmav åvddånahtti

source: • Muhton reaiddut lea ovddiduvvon Norggas, ovdamearkka dihte diagnoseren ja diehtojuohkin oami olbmuide, muhto ain lea stuorra váilevašvuohta reaidduin mat leat heivejuvvon kultuvrii ja dahje jorgaluvvon buot sámegielaide ja kalaallisut gillii.
smj: • Muhtem ræjdo li Vuonan åvddånahteduvvam, duola degu diagnåvserim ja diehtojuohkem lagámusájda, valla ájn la stuora vánesvuohta ræjdojs ma li kultuvrraj hiebaduvvam ja/jali jårggåluvvam divna sámegielajda ja kalaallisut giellaj.

source: 1. Vejolaš bidju nationála ja davviriikkalaš dásis ja ráhkadit jahkásaš arenaid hálddahusgielddaid hoavddaid ja bargoveaga váras gos besset gávnnadit ja lonohallat vásáhusaid.
smj: 1. Máhttelis doajmma nasjonála ja nuorttarijkalasj dásen la ásadit jahkásasj arienájt háldadussuohkanij jådediddjijda ja barggijda gånnå bessi gávnadit ja vásádusájt lånudallat.

source: 2. Eará vejolaš bidju, mii maiddái máhttá čađahuvvot nationála dahje davviriikkalaš dásis, lea identifiseret reaidduid mat juo gávdnojit ja geavahuvvojit davviriikkain.
smj: 2. Ietjá máhttelis doajmma, mij aj máhttá tjadáduvvat nasjonála jali nuorttarijkalasj dásen, la identifisierit ræjdojt ma juo gávnnuji ja aneduvvi nuorttarijkajn.

source: Viidásit livččii buorre identifiseret vejolaš relevánta fierpmádagaid, reaidduid ja metodaid mat leat ovddiduvvon unnitloguide dego duortnusleagilaččat, ruoŧasuopmelaččat, kvenaid ja juvdálaččat.
smj: Vijddásabbo luluj buorre identifisierit máhttelis relevánta værmádagájt, ræjdojt ja metåvdåjt ma li unneplågojda åvdeduvvam degu duortnusvággelattjajda, svierigasuobmelattjajda, guojnajda ja juvdájda.

source: Kárten máhttá maiddái fátmmastit bijuid gielddain, nugo boarrásit orruma ja beaivedoaimmat main lea sámi sisdoallu.
smj: Kárttim máhttá aj gåvvidit dåjmajt suohkanijn, degu vuorrasijsijda ja biejvvedåjma majna la sáme sisadno.

source: Maiddái systemáhtalaš čohkken oami olbmuid muitalusain máhtášii geavahuvvot vuođđun gielddain doaimmaid ovdáneapmái.
smj: Aj systematihkalasj tjoahkkim lagámusáj subttsasijs luluj máhttet aneduvvat vuodon suohkanij dåjmaj åvddånibmáj.

source: Bures lihkostuvvan gielddan máhtášii čohkket digitála, davviriikkalaš reaidogiisái, ja dasto juohkit dáid daidda nationála demeanssa gelbbolašvuođa guovddážiidda mat juo gávdnojit.
smj: Buoragit vuorbástuvvam buojkulvisájt luluj máhttet tjoahkkit digitála, nuorttarijkalasj ræjddogijssáj, mav de juogat iesjgeŋga nasjonála demænssa máhtudagá guovdátjij baktu ma juo gávnnuji.

source: Hástalus 4
smj: Hásstalus 4

source: Movt mii mannat viidáseabbo davviriikkalaš ovttasbargguin eamiálbmogiid ja demeanssa áššiiguin?
smj: Gåktu joarkkep nuorttarijkalasj aktisasjbargujn iemeálmmugij ja demensa ássjij?

source: • Davviriikkalaš fáddáfierpmádat demeanssas ja eamiálbmogiin lea dárbbašlaš, oassin davviriikkalaš ovttasbarggus demeanssa birra ja das ferte leat nana ja bistevaš ruhtten.
smj: • Dárbaj nuorttarijkalasj tiebmáværmádagáv demensa ja iemeálmmugij gáktuj, oassen almulasj nuorttarijkalasj aktisasjbargos demensa birra ja danna hæhttu liehket nanos ja stuoves ruhtadibme.

source: Fáddáfierpmádat berre indentifiseret relevánta vugiid systemáhtalaš ovttasbargui sámedikkiid ja Ruonáeatnan ovddasteddjiid gaskkas.
smj: Tiebmáværmádahka bierri tjielgadit gåktu máhttá systemáhtalattjat barggat Sámedikkij ja Ruonáednama åvdåstiddjij siegen.

source: Fáddáfierpmádagas máhtášii leat láidesteaddji rolla návccaid identifiseremis, ovdamearkka dihte diognoserenreaidduid, dárkkistanlisttuid ja sullasaččat maid máhttá jorgalit ja heivejuvvot eará davviriikkaid geavaheapmái (geahča badjelis).
smj: • Tiebmáværmádagán luluj máhttet liehket lájddistiddje rålla ressursaj identifisierimin, duola degu diagnostiserimvædtsagijt, dárkestimlista ja muodugattja majt máhttá jårggålit ja hiebadit ietjá nuorttarijkaj adnuj (gehtja badjelin).

source: Fierpmádagas máhttá maiddái leat rolla identifiseret ja evttohit čovdosiid ođđa dárbbuide, ovdamearkka dihte reaidduid ja bargovugiid mat leat heivejuvvon nuorat olbmuide main lea demeansa ja eamiálbmot gullevašvuohta.
smj: Værmádagán máhttá aj liehket roalla identifisierit ja ævtodit tjoavddusijt ådå dárbojda, duola degu ræjdojt ja barggovuogijt ma li hiebaduvvam nuorap ulmutjijda gejn la demænssa ja gudi iemeálmmugij gulluji.

source: 1. Lea dárbu davviriikkalaš kártenbargui makkár čađahuvvon, davviriikkalaš ja gaskariikkalaš dutkamušat gávdnojit demeanssa ja eamiálbmogiid birra.
smj: 1. La dárbbo nuorttarijkalasj kárttimbargguj mij tjielgat makkir nuorttarijkalasj ja rijkajgasskasasj dutkama juo gávnnuji demensa ja iemeálmmugij birra.
